i5/20220414-no-fpw/logs/pg-8-64-16/1000/run-rw-1/pgbench.log
pgbench (15devel)
transaction type: <builtin: simple update>
scaling factor: 1000
query mode: prepared
number of clients: 16
number of threads: 4
duration: 1800 s
number of transactions actually processed: 9176563
latency average = 3.138 ms
initial connection time = 9.811 ms
tps = 5098.056979 (without initial connection time)